import './Section7.scss'
import robo from "../../images/animationRobo.gif"
function Section7() {
    return (
        <div className="section7">
            <div className="container">
                <h1> Этапы развития Вашего проекта </h1>
                <div className="bottom">
                    <div className="left">
                        <div className="card">
                            <h1> Этап 1 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                        <div className="card">
                            <h1> Этап 2 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                        <div className="card">
                            <h1> Этап 3 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                        <div className="card">
                            <h1> Этап 4 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                        <div className="card">
                            <h1> Этап 5 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                        <div className="card">
                            <h1> Этап 6 </h1>
                            <p> Изучаем ваше ТЗ или помогаем вас  его составить.</p>
                            <p>    Анализируем группу  в среднем сегменте. </p>
                            <p>  Определяем целевую аудиторию сайта. </p>
                        </div>

                    </div>
                    <div className="right">
                        <img src={robo} alt=""/>
                    </div>

                </div>
            </div>
        </div>
    );
}

export default Section7;