import "./Studio.scss";
const Studio = () => {
  return (
    <div className="studio">
      <div className="container">
        <div className="content">
          <h1 className="title">
            <img
              width="50"
              height="50"
              alt="icon-1"
              title="Hand icon"
              src="https://usertech.ru/wp-content/uploads/2021/04/icon-1.png"
              data-orig-src="https://usertech.ru/wp-content/uploads/2021/04/icon-1.png"
              class="img-responsive wp-image-50 lazyloaded"
            />{" "}
            Привет!!! Мы цифровое агенство Usertech.
          </h1>
          <h1>О нашем агенстве</h1>
          <p>
            Digital-агентство полного цикла USERTECH — российская IT компания,
            разработчики из Москвы и Санкт-Петербурга. <br /> Наши клиентами являются
            компании из малого и среднего бизнеса, а так же стартап проекты с
            разных уголков мира. Наша команда подстраивается под каждого клиента
            и создает комфортные условия удаленного сотрудничества с
            возможностью контролировать проект в онлайн режиме. <br />Самый главный
            наш приоритет – это крепкое и долгосрочное сотрудничество по
            концепции Win-Win <br/> При разработке команда Usertech использует
            современные технологии благодаря который было реализовано более 100
            успешных проектов включая сложные-веб сервисы: образовательные
            платформы, B2B платформы, маркетплейсы, онлайн аукционы, финансовые
            платформы, а так же сложные корпоративные сайты. <br /> Философия Usertch <br />
            Digital-агентство полного цикла Usertech бизнес за время реализации
            веб-проектов выработала свою философию работы с клиентами. Для нас
            клиент прежде всего наш партнер с которым мы работаем совместно для
            достижения поставленных целей перед проектом. Поэтому мы не просто
            анализируем вашу нишу, а в буквальном смысле этого слова погружаемся
            в ваш бизнес и начинаем понимать его так, как знаете его Вы. Только
            в таком случае получаются по-настоящему продающие сайты и
            качественные веб-сервисы, цифровые платформы, которые приносят
            реальные результаты. <br />Наша студия реализует открытый формат работы со
            своими клиентами при реализации проекта. В режиме реального времени
            наши заказчики с первого дня видят, как наши Дизайнеры создают
            макеты будущих сайтов и могут принимать участие в их создании без
            ограничений по правкам. После верстки макета, вы получаете доступ к
            шаблону сайта, где уже можете наблюдать за программированием, так
            называемой натяжкой сайта на систему управления сайтом. Наша задача
            – это успех вашего бизнеса, мы никогда не бросаем своих заказчиков и
            сопровождаем каждый проект после его сдачи и запуска.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Studio;
